Repository: postadelmaga/plasmoid-geminiQuery
Catalog: translate/*.po
Languages: it

source: Error: API Key not configured. Go to settings to configure it.
it: Errore: API Key non configurata. Vai nelle impostazioni per configurarla.

source: Error: No question configured. Go to settings to configure it.
it: Errore: Nessuna domanda configurata. Vai nelle impostazioni per configurarla.

source: Loading...
it: Caricamento...

source: Error: %1
it: Errore: %1

source: Gemini Query
it: Ricerca Gemini

source: Refresh
it: Aggiorna

source: Refresh response
it: Aggiorna risposta

source: Configure
it: Configura

source: Settings
it: Impostazioni

source: No response in cache. Press 'Refresh' to query Gemini.
it: Nessuna risposta in cache. Premi 'Aggiorna' per interrogare Gemini.

source: Cache from: %1
it: Cache del: %1

source: Widget Title:
it: Titolo del Widget:

source: Enter a custom title (e.g. Daily Quote)
it: Inserisci un titolo personalizzato (es: Citazione del Giorno)

source: Gemini API Key:
it: API Key di Gemini:

source: Enter your Google Gemini API Key
it: Inserisci la tua API Key di Google Gemini

source: Show
it: Mostra

source: Gemini Model:
it: Modello Gemini:

source: e.g. gemini-1.5-flash-latest
it: es: gemini-1.5-flash-latest

source: Get a free API Key at: <a href='%1'>Google AI Studio</a>
it: Ottieni una API Key gratuita su: <a href='%1'>Google AI Studio</a>

source: Question to ask:
it: Domanda da porre:

source: Ex: What is the motivational quote of the day?
it: Es: Qual è la frase motivazionale del giorno?

source: This question will be sent to Gemini once a day
it: Questa domanda verrà inviata a Gemini una volta al giorno

source: Example questions:
it: Esempi di domande:

source: Give me a motivational quote to start the day well
it: Dammi una frase motivazionale per iniziare bene la giornata

source: What is an interesting fact from today in history?
it: Qual è un fatto interessante di oggi nella storia?

source: Give me a productivity tip for today
it: Dammi un consiglio di produttività per oggi

source: Suggest a quick recipe for dinner
it: Suggeriscimi una ricetta veloce per la cena

source: What is the word of the day with its definition?
it: Qual è la parola del giorno con la sua definizione?

source: Clear cache
it: Pulisci cache
